Repository: 84000/data-translation-memory
Catalog: toh197-v2.tmx
Source language: bo
Languages: en

source: འཕགས་པ་བདུད་རྩི་བརྗོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Mahāyāna Sūtra The Nectar of Speech

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་འོད་མའི་ཚལ་བྱ་ཀ་ལན་ད་ཀ་གནས་པ་ན་དགེ་སློང་ལྔ་བརྒྱ་ཐམ་པའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་བདུན་ཁྲི་ཉིས་སྟོང་གི་བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་ཆེན་པོ་དང་ཡང་ཐབས་ཅིག་གོ། །
en: The Bhagavān was residing in Rājagṛha, at the Kalandaka­nivāsa in Veṇuvana, with a great saṅgha of five hundred bhikṣus and a great saṅgha of seventy-two thousand bodhisattvas.

source: དེའི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ཞེས་བྱ་བ་འཁོར་དེ་ཉིད་དུ་འདུས་པར་གྱུར་ཏེ་འདུག་གོ། །
en: At that time the bodhisattva mahāsattva Maitreya was also seated in the assembly.

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་སྟན་ལས་ལངས་ཏེ་
en: The bodhisattva mahāsattva Maitreya rose from his seat,

source: བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་
en: draped his upper robe over one shoulder,

source: པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: knelt on his right knee, and

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: with palms joined bowed to the Bhagavān and said,

source: གལ་ཏེ་ཞུས་ནས་ཞུ་བ་ལུང་བསྟན་པའི་སླད་དུ་བདག་ལ་སྐབས་དབྱེ་བར་གནང་ན། བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་བདག་ཕྱོགས་འགའ་ཞིག་ཞུ་བར་འཚལ་ལོ། །
en: “With permission, I would like to ask the blessed, thus-gone, worthy, perfect Buddha some questions.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Bhagavān replied,

source: བྱམས་པ་དེ་བཞིན་གཤེགས་པས་ཁྱོད་ལ་རྟག་ཏུ་སྐབས་ཕྱེས། བྱམས་པ་ཁྱོད་ཅི་དང་ཅི་འདོད་པ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་དྲིས་ཤིག་དང་།
en: “Maitreya, the Tathāgata will always grant you permission. Maitreya, ask the thus-gone, worthy, perfect Buddha whatever you wish, and

source: དྲིས་པ་དེ་དང་དེའི་ལུང་བསྟན་པས་ངས་ཁྱོད་ཀྱི་སེམས་རངས་པར་བྱའོ། །
en: I shall ease your mind by answering each of your questions.”

source: བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The bodhisattva mahāsattva Maitreya then asked the Bhagavān,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཆོས་དུ་དག་དང་ལྡན་ན་
en: “Bhagavān, what are the qualities that bodhisattva mahāsattvas need to have

source: བདུད་ཀྱི་རིས་ཐམས་ཅད་ཀྱིས་བགེགས་བགྱིད་པར་མི་འགྱུར་བ་དང་། བདུད་ཀྱི་འཁོར་ཐམས་ཅད་ཀྱིས་འདའ་བར་བགྱིད་པར་མ་ལགས་པ་དང་། སེམས་ཅན་རྣམས་ལ་སྙིང་བརྩེ་བའི་སླད་དུ་ཚེ་རིང་དུ་སྐྱོང་བར་བགྱིད་པ་དང་། མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་ལགས།
en: so that none of Māra’s hordes will cause them obstacles, so that none of Māra’s retinue will transgress against them, so that out of love for sentient beings they will live for a long time, and so that they will soon fully awaken to unexcelled and perfect awakening?”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེབྱམས་པ་ལེགས་སོ་ལེགས་སོ། །
en: The Bhagavān replied to the bodhisattva mahāsattva Maitreya, “Maitreya, excellent, excellent!

source: བྱམས་པ་ཁྱོད་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པའི་ཕྱིར་བཞུགས་ཏེ།
en: Maitreya, [your intention in asking the thus-gone, worthy, perfect Buddha about this matter is excellent, since ]you act for the benefit of many beings, [aim for the happiness of many beings, have compassion for the world, and seek the welfare, benefit, and well-being of gods and humans.]

source: སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་སྙིང་བརྩེ་བ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་དོན་དང་། ཕན་པ་དང་བདེ་བའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་དོན་འདི་འདྲི་བར་སེམས་པ་ནི་ཁྱོད་ཡང་ལེགས་སོ། །
en: [Maitreya, ]your intention in asking the thus-gone, worthy, perfect Buddha about this matter is excellent, since you [act for the benefit of many beings, ]aim for the happiness of many beings, have compassion for the world, and seek the welfare, benefit, and well-being of gods and humans.

source: དེའི་ཕྱིར་བྱམས་པ་ཁྱོད་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་
en: Hence, Maitreya, listen very well and keep it in mind!

source: ངས་བཤད་དོ། །
en: I will explain it.”

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་དེ་ལྟར་འཚལ་ལོ་ཞེས་གསོལ་ཏེ།
en: The bodhisattva mahāsattva Maitreya replied, “I will do so,” and he

source: བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་ཉན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: listened accordingly as the Bhagavān taught as follows.

source: བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཆོས་ལྔ་དང་ལྡན་ན་
en: “Maitreya, there are five qualities that bodhisattva mahāsattvas should have

source: བདུད་ཀྱི་རིས་ཐམས་ཅད་ཀྱིས་བགེགས་བྱ་བར་མི་འགྱུར་བ་དང་། བདུད་ཀྱི་འཁོར་ཐམས་ཅད་ཀྱིས་འདའ་བར་བྱ་བ་མ་ཡིན་པ་དང་། སེམས་ཅན་རྣམས་ལ་སྙིང་བརྩེ་བའི་ཕྱིར་ཚེ་རིང་དུ་སྐྱོང་བར་བྱེད་པ་དང་། མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ། །
en: so that none of Māra’s hordes will cause them obstacles, so that none of Māra’s retinue will transgress against them, so that out of love for sentient beings they will live for a long time, and so that they will soon fully awaken to unexcelled and perfect awakening.

source: ལྔ་པོ་དག་གང་ཞེ་ན།
en: What are those five qualities?

source: རྒྱུན་མི་འཆད་པར་ཆོས་སྦྱིན་པ་དང་། རྒྱུན་མི་འཆད་པར་སེམས་ཅན་ཐམས་ཅད་ལ་མི་འཇིགས་པ་སྦྱིན་པ་དང་། རྒྱུན་མི་འཆད་པར་བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། དགའ་བ་ཆེན་པོ་དང་། བཏང་སྙོམས་ཆེན་པོ་བསྒོམ་པ་དང་། རྒྱུན་མི་འཆད་པར་མཆོད་རྟེན་རྙིས་པ་གསོས་པ་དང་། རྒྱུན་མི་འཆད་པར་སེམས་ཅན་ཐམས་ཅད་བྱང་ཆུབ་ཀྱི་སེམས་ལ་མོས་པར་བྱ་བ་སྟེ།
en: They are the unceasing giving of the Dharma; the unceasing giving of freedom from fear; the unceasing practice of great love, great compassion, great joy, and great equanimity; the unceasing repair of dilapidated stūpas; and the unceasing inspiring of all beings to set their minds on awakening.

source: བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཆོས་ལྔ་པོ་དེ་དག་དང་ལྡན་ན་
en: Maitreya, if bodhisattva mahāsattvas have those five qualities,

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ལྔ་བསྟན་པ་འདི་བཤད་པ་ན་
en: When the Bhagavān had taught this discourse on the five qualities,

source: དགེ་སློང་ལྔ་སྟོང་ནི་ལེན་པ་མེད་པར་ཟག་པ་རྣམས་ལས་སེམས་རྣམ་པར་གྲོལ་ལོ། །
en: the minds of five thousand bhikṣus became free of all defilements with no further appropriation;

source: བྱང་ཆུབ་སེམས་དཔའ་བདུན་ཁྲི་ཉིས་སྟོང་ནི་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་གྱུར་ཏོ། །
en: seventy-two thousand bodhisattvas attained the acceptance that phenomena do not arise;

source: ལྷའི་བུ་བརྒྱད་ཁྲི་བཞི་སྟོང་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་ཉོན་མོངས་པ་མེད་པ་རྣམ་པར་དག་གོ། །
en: and the Dharma eye of eighty-four thousand gods regarding phenomena became purified, free from dust and stains, and without defilements.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: The bodhisattva mahāsattva Maitreya then said to the Bhagavān,

source: བཅོམ་ལྡན་འདས་བདག་སྤོབས་ལགས་སོ། །
en: “Bhagavān, I feel inspired to speak.

source: བདེ་བར་གཤེགས་པ་བདག་སྤོབས་ལགས་སོ། །
en: Blissful One, I feel inspired to speak.”

source: རིགས་ཀྱི་བུ་ད་དེའི་དུས་ལ་བབ་པར་ཤེས་ནའོ། །
en: “Noble son, speak if you know the time has come.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ། བཅོམ་ལྡན་འདས་ཀྱིས་གནང་བས། དེའི་ཚེ་སྟན་ལས་ལངས་ཏེ་
en: Having thus received the Bhagavān’s permission, the bodhisattva mahāsattva Maitreya rose from his seat,

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: with palms joined bowed to the Bhagavān and said,

source: སེམས་ཅན་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་ཐམས་ཅད་ཀྱི་བྲོ་ནད་ཅན། ལྟ་བ་ཐམས་ཅད་ཀྱི་རབ་རིབ་དང་ལིང་ཏོག་གི་མུན་པས་བསྒྲིབས་པ་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པ་ཐམས་ཅད་ཀྱི་བྲོ་ནད་གསོ་བ་དང་། ཆོས་ཀྱི་མིག་བླ་ན་མེད་པ་ཡོངས་སུ་སྦྱང་བའི་སླད་དུ་བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་བསྟན་པ་འདི་ནི་ཨ་ལ་ལ་རྨད་དུ་བྱུང་བ་ཆེན་པོ་ལགས་སོ། །
en: “Bhagavān, how marvelous that this Dharma discourse has been taught by the Bhagavān in order that all beings—sick because of desire, anger, and ignorance, and obscured by the darkness of the cataracts and visual aberrations of all views—may have their illnesses of the afflictions cured, and have their unexcelled Dharma eye purified!

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་བསྟན་པ་འདི་ནི་ཨ་ལ་ལ་བདུད་རྩི་ཆེན་པོ་ལགས་སོ། །
en: Bhagavān, this Dharma discourse you have taught is a great nectar!

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་བསྟན་པ་འདི་ནི་ཨ་ལ་ལ་སྨན་པའི་རྒྱལ་པོ་ཆེན་པོ་ལྟ་བུ་ལགས་སོ། །
en: Bhagavān, this Dharma discourse you have taught is a great panacea!

source: ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སྐྱེས་པ་ཡང་རུང་སྟེ
en: Even for beings born as animals,

source: གང་དག་གི་རྣ་ལམ་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གྲག་པར་གྱུར་པ་དེ་དག་ནི་དགེ་བའི་རྩ་བ་ཆེན་པོའི་ཚོགས་བསགས་པ་དག་སྟེ། སེམས་ཅན་ཐམས་ཅད་ལས་ཁྱད་པར་དུ་འཕགས་པ་ལགས།
en: those who happen to hear this Dharma discourse will have gathered thereby an accumulation of great roots of virtue and will be superior to all beings.

source: སངས་རྒྱས་ཐམས་ཅད་ལ་ལྟ་བ་དང་ལྡན་པ་ལགས།
en: They will behold all buddhas.

source: སྐྱེ་བོ་མང་པོ་ལ་ལྷག་པར་བགྱི་བ་བགྱིས་པ་ལགས།
en: They will be of great service to many beings.

source: དགེ་བའི་རྩ་བ་སྐྲུན་པ་ལགས་སོ། །
en: They will bring about roots of virtue.

source: དེ་དག་ལས་ཀྱི་སྒྲིབ་པ་དེ་ཡོངས་སུ་དག་ནས་
en: They will purify their karmic obscurations, [be freed from the animal realm, and attain human bodies. Then, remembering their previous lifetimes and]

source: དུད་འགྲོའི་ཡུལ་དེ་ལས་ཡོངས་སུ་ཐར་ཏེ་
en: They will [purify their karmic obscurations, ]be freed from the animal realm, and [attain human bodies. Then, remembering their previous lifetimes and]

source: མིའི་ལུས་ཐོབ་པར་འགྱུར་ཞིང་། ཐོབ་ནས་ཀྱང་ཚེ་རབས་སྔ་མ་དྲན་ཏེ
en: They will [purify their karmic obscurations, be freed from the animal realm, and ]attain human bodies. Then, remembering their previous lifetimes and

source: དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་ལ་དད་པ་རྙེད་ནས་
en: gaining faith in the teachings of the Tathāgata,

source: སངས་རྒྱས་ཀྱི་ཞིང་གང་དང་གང་དུ་སྐྱེ་བར་འཚལ་བ་དེ་དང་དེར་སྐྱེ་བར་འགྱུར་ན། མིར་གྱུར་ནས་ཐོས་པ་རྣམས་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ།
en: they will be reborn in any buddha realm they wish. So if that is the case even for them, what need is there to mention those who hear this teaching as human beings?

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་པ་དེ་ནི་དེ་ལྟར་སེམས་ཅན་རྣམས་ཀྱི་དོན་ཆེན་པོ་ལགས་སོ། །
en: “Bhagavān, hearing this Dharma discourse is of great benefit to beings.

source: བཅོམ་ལྡན་འདས་གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་པའི་སེམས་ཅན་དེ་དག་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་ངེས་པའི་ཚོགས་ལ་གནས་པར་འགྱུར་བ་ལགས་ཏེ།
en: Bhagavān, beings who hear this Dharma discourse belong to the assembly of those who are certain to awaken fully to unexcelled and perfect awakening.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་དག་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ཀྱིས་ཡོངས་སུ་བཟུང་བས་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་ལགས་སོ། །
en: Respected Bhagavān, because they will be embraced by the thus-gone, worthy, perfect buddhas, they will soon fully awaken to unexcelled and perfect awakening.”

source: བྱམས་པ་ལེགས་སོ་ལེགས་སོ། །
en: “Excellent, Maitreya, excellent!”

source: བྱམས་པ་ཁྱོད་ཀྱིས་ཇི་སྐད་སྨྲས་པ་དེ་ནི་དེ་བཞིན་ནོ། །
en: “Maitreya, it is just as you have said.

source: དེ་ནི་བདེན་ནོ། །
en: It is the truth.

source: དེ་ནི་ཁོ་ནའོ། །
en: It is that alone.

source: དེ་ནི་མ་ནོར་བའོ། །
en: It is unmistaken.

source: གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐེ་ཙོམ་དང་བཅས་པས་ཐོས་པའི་སེམས་ཅན་དེ་དག་ཀྱང་དགེ་བའི་རྩ་བ་ཆུང་ངུ་དང་ལྡན་པ་མ་ཡིན་ན། གང་དག་ཐེ་ཙོམ་མེད་པར་ཉན་པ་དང་། འཛིན་པ་དང་། འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། རྒྱ་ཆེར་ཡང་དག་པར་སྟོན་པ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Even those who listen to this Dharma discourse doubtingly will have no small roots of virtue, so what need is there to mention those who listen to, retain, hold, read, master, and teach it extensively and properly without any doubts?

source: མདོ་སྡེ་འཛིན་པ་དེ་ལྟ་བུ་དེ་དག་ལ་བདུད་ཀྱི་ལས་འབྱུང་བར་མི་འགྱུར་རོ། །
en: Such holders of the sūtra will not encounter the works of Māra.

source: དེ་དག་ལ་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་དང་། ང་རྒྱལ་དང་། སེར་སྣ་དང་། ཁྲོ་བ་དང་། གནོད་སེམས་ཀྱིས་གནོད་པར་མི་འགྱུར་རོ། །
en: They will not be harmed by desire, anger, ignorance, pride, avarice, rage, or malevolence.

source: དེའི་ལུས་ལ་རིམས་ནད་དང་། ནད་འབྱུང་བར་མི་འགྱུར་རོ། །
en: Their bodies will not be stricken by plague or disease.

source: ཡུལ་གང་ན་མདོ་སྡེ་འདི་ལྟ་བུ་འདི་འཛིན་པ་དང་། ཆོས་སྨྲ་བ་གནས་པའམ། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གླེགས་བམ་དུ་བྲིས་ཏེ་
en: In whatever region such a sūtra as this is kept, wherever such a Dharma teacher dwells, or wherever this Dharma discourse is written down as a scripture—

source: ཡོད་པའི་ཡུལ་དེར་ནད་དང་། ཡམས་ཀྱི་ནད་དང་། གནོད་པ་དང་། འགོ་བའི་ནད་དང་། འཁྲུག་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: in such places all diseases, epidemics, harm, contagions, and conflicts will be quelled.”

source: བཅོམ་ལྡན་འདས་སླད་མའི་ཚེ་སླད་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དམ་པའི་ཆོས་འཇིག་པར་འགྱུར་བའི་དུས་ལ་བབ་ཅིང་། སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་འཇིག་པར་འགྱུར་བ་འཇིགས་པ་ཆེན་པོས་འཇིག་པའི་དུས་ལ་བབ་པ་ན་བདག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྐྱེས་བུ་དམ་པ་དེ་དག་ལ་རབ་ཏུ་བསྟན་པར་བགྱིའོ། །
en: “Bhagavān, later, in the future, during the final five hundred years when the time of destruction has come, the true Dharma is disappearing, and there is a great danger that the Buddha’s awakening will vanish, I shall teach this Dharma discourse to those noble beings.

source: དེ་དག་ལ་གཟི་བྱིན་སྩལ་བར་བགྱིའོ། །
en: I shall invigorate them.

source: ཡུལ་གང་ན་མདོ་སྡེ་འདི་འཛིན་པ་དེ་ལྟ་བུ་དག་གནས་པའི་ཡུལ་དེར་བདག་གིས་དུས་མ་ལགས་པའི་བསེར་མ་དང་། དགུང་ཆར་དང་། མུ་གེ་དང་། བྲོ་ནད་ཡ་ང་བ་དང་། མི་ངས་དང་། ཡམས་ཀྱི་ནད་དང་། འགོ་བའི་ནད་དང་། གནོད་པ་དང་། འཁྲུག་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་བགྱིའོ། །
en: In places where a holder of this sūtra resides, I shall quell all untimely cold winds, winter rains, famine, diseases, plagues, epidemics, infectious disease, harm, and conflict.

source: ཡུལ་གང་ན་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཆང་བ་དང་། གླེགས་བམ་དུ་བགྱིས་པའམ། རྒྱལ་མཚན་གྱི་རྩེ་མོར་བཏགས་པ་ལ་མཆོད་པ་བགྱིད་པའི་ཡུལ་དེར་བདག་གི་བྱིན་གྱི་རླབས་ཀྱིས་ཕ་རོལ་གྱི་དམག་ཚོགས་ཐམས་ཅད་དང་། ཆོམ་རྐུན་དང་། སྲིན་པོ་དང་། མཁའ་འགྲོ་མའི་ཡ་ང་བ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །
en: In a place where this Dharma discourse is kept and written down as a scripture or tied at the top of a banner and worshiped—in such a place, all the terrors of hostile armies, thieves, rākṣasas, and ḍākinīs will be quelled through my blessing.

source: གང་དག་ན་ཆོས་སྨྲ་བ་འདི་ལྟ་བུ་དག་དང་། མདོ་སྡེ་འདི་འཆང་བའི་ཡུལ་དེར་བདག་གིས་ལོ་ཏོག་དང་། ནོར་དང་། འབྲུ་དང་། མེ་ཏོག་དང་། ལོ་མ་དང་། འབྲས་བུ་ཐམས་ཅད་ཕུན་སུམ་ཚོགས་པ་དང་། བདེ་བ་ཐམས་ཅད་འབྱུང་བར་བྱིན་གྱིས་བརླབ་པར་བགྱིའོ། །
en: I shall bless those places where such Dharma teachers reside and where this sūtra is kept, so that all harvests, riches, grains, flowers, leaves, and fruits may be abundant, and all kinds of joy may arise.”

source: བྱམས་པ་ཁྱོད་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་གྱི་ཕྱིར་དང་། དེ་བཞིན་གཤེགས་པའི་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བའི་ཕྱིར་དང་། དེ་བཞིན་གཤེགས་པའི་ཆོས་ཀྱི་ཚུལ་ཡོངས་སུ་བསྐྱེད་པའི་ཕྱིར་གོ་ཆ་ཆེན་པོ་བགོས་ཏེ་སེང་གེའི་སྒྲ་བསྒྲགས་པ་ལེགས་སོ་ལེགས་སོ། །
en: “Excellent, Maitreya!” “It is excellent indeed that you have donned the great armor and proclaimed the lion’s roar for the benefit of all beings in order to uphold the true Dharma of the Tathāgata and to sustain the Dharma way of the Tathāgata.

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཁྱོད་ལ་ཡོངས་སུ་གཏད་ཀྱིས་ཕྱི་མའི་ཚེ། ཕྱི་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དམ་པའི་ཆོས་ནུབ་པའི་དུས་ལ་བབ་ཅིང་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་འཇིག་པར་འགྱུར་ལ། འཇིགས་པ་ཆེན་པོས་འཇིག་པའི་དུས་ལ་བབ་པའི་ཚེ་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སེམས་ཅན་ཐམས་ཅད་ལ་བསྟན་པར་བྱའོ། །
en: I entrust this Dharma discourse to you. Thereby, later, in the future, during the final five hundred years when the time of destruction has come, the true Dharma is disappearing, and there is a great danger that the Buddha’s awakening will vanish, you should teach this Dharma discourse to all beings.

source: རབ་ཏུ་བསྒྲགས་པར་བྱའོ། །
en: You should proclaim it.

source: སྐྱེས་བུ་དམ་པ་དེ་དག་གི་མོས་པ་བསྐྱེད་པར་བྱའོ། །
en: You should inspire those noble beings.

source: དོན་དམ་པའི་ཆོས་ཉིད་ཚད་མར་བྱས་ལ་མངོན་པར་བརྩོན་པས་ལས་གཞན་མི་བྱ་བར་རབ་ཏུ་བསྒྲགས་པར་བྱའོ། །
en: You should proclaim that they must do nothing else but persevere in taking ultimate reality as their authority.

source: དོན་དམ་པའི་ཆོས་ཉིད་ཁོ་ན་ལས་བརྩམས་ཏེ་དབང་དུ་བྱས་ལ་བསྟན་པར་བྱའོ། །
en: You should teach them only according to ultimate reality.

source: ཅི་ནས་ཀྱང་སྐྱེས་བུ་དམ་པ་དེ་དག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཇི་ལྟ་བ་བཞིན་དུ་ཕྱིན་ཅི་མ་ལོག་པར་དོན་རྟོགས་པར་འགྱུར་བ་དེ་ལྟར་བསྟན་པར་བྱའོ། །
en: You should be sure to teach them in such a way that those noble beings understand this Dharma discourse unmistakably as it is.”

source: བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་གསོལ་པ།
en: The bodhisattva Maitreya said,

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་འཚལ་ལོ། །
en: “Bhagavān, I will do so.”

source: དེ་ནས་དབང་པོ་དང་བཅས་པའི་ལྷ་རྣམས་དང་། ཚངས་པ་དང་བཅས་པའི་ལྷ་རྣམས་དང་། སྐྱེ་དགུའི་བདག་པོ་དང་བཅས་པ་རྣམས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་མཇུག་ཏུ་ཕྱིན་པའི་དུས་ལ་བབ་པར་ཤེས་ནས
en: Thereupon Indra and his retinue of gods, Brahmā and his retinue of gods, Prajāpati, and others, realizing that this Dharma discourse was coming to an end,

source: བཅོམ་ལྡན་འདས་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་ལྷའི་མེ་ཏོག་དང་། བདུག་པ་དང་། སྤོས་དང་། མེ་ཏོག་ཕྲེང་དང་། བྱུག་པ་དང་། ཕྱེ་མ་དང་། གོས་དང་། གདུགས་དང་། རྒྱལ་མཚན་དང་། བ་དན་དག་གིས་མཆོད་ནས་
en: offered heavenly flowers, fragrant smoke, incense, flower garlands, ointments, powders, garments, parasols, banners, and flags to the Bhagavān and the bodhisattva mahāsattva Maitreya.

source: འདི་སྐད་ཅེས་བཅོམ་ལྡན་འདས་གང་གིས་སེམས་ཅན་དཔག་ཏུ་མ་མཆིས་པ་རྣམས་ཀྱི་དོན་བགྱིས་པ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ནི་ཨ་ལ་ལ་བདུད་རྩི་བརྗོད་པ་ལགས་སོ་ཞེས་སྨྲས་སོ། །
en: They then exclaimed, “Bhagavān, this Dharma discourse that benefits innumerable beings is indeed a marvelous nectar of speech!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ།
en: The Bhagavān now said to Venerable Ānanda,

source: ཀུན་དགའ་བོ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལྟ་བུ་ཐོས་པར་དཀས། ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཟུང་ཤིག །
en: “Ānanda, such a Dharma discourse is rarely heard. Therefore, you must retain this Dharma discourse.

source: ཡི་གེར་བྲིས་ཤིག །ཆོངས་ཤིག །ལྷོགས་ཤིག །ཀུན་ཆུབ་པར་གྱིས་ཤིག །
en: You must write it down, hold it, read it aloud, and master it!”

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་གསོལ་པ།
en: said Ānanda.

source: བཅོམ་ལྡན་འདས་བདག་གིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གཟུང་ལགས་ན།
en: “Bhagavān, I will retain this Dharma discourse,”

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདིའི་མིང་ཅི་ལགས།
en: “Bhagavān, what is the name of this Dharma discourse?

source: འདི་ཅི་ལྟར་གཟུང་བར་བགྱི།
en: How should it be remembered?”

source: ཀུན་དགའ་བོ་དེའི་ཕྱིར་ཁྱོད་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བདུད་རྩི་བརྗོད་པ་ཞེས་བྱ་བར་ཟུང་ཤིག །
en: “Ānanda,” “you should remember this Dharma discourse as The Nectar of Speech .

source: བྱམས་པས་ཞུས་པ་ཞེས་བྱ་བར་ཡང་ཟུང་ཤིག །
en: You should also refer to it as The Question of Maitreya .”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས
en: After the Bhagavān had thus spoken,

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་དང་། དགེ་སློང་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ།
en: the entire assembly—Venerable Ānanda, the bodhisattva mahāsattva Maitreya, the bhikṣus, the bodhisattvas, and also the gods, humans, asuras, and gandharvas—all rejoiced and

source: བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: praised the words of the Bhagavān.

source: འཕགས་པ་བདུད་རྩི་བརྗོད་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the noble Mahāyāna sūtra “The Nectar of Speech.”

source: རྒྱ་གར་གྱི་མཁན་པོ་པྲཛྙཱ་བརྨ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: Translated, edited, and finalized by the Indian abbot Prajñāvarman and the chief editor-translator Venerable Yeshé Dé.
